/* Confirmation message for deleting a CGM */
"Are you sure you want to delete this CGM?" = "AEr du sikker på at du vil slette CGM?";

/* The title of the cancel action in an action sheet */
"Cancel" = "Avbryt";

/* Title of cell to set credentials */
"Credentials" = "Påloggingsinformasjon";

/* Title describing glucose date */
"Date" = "Dato";

/* Button title to delete CGM
   Title text for the button to remove a CGM from Loop */
"Delete CGM" = "Slett CGM";

/* Title describing glucose value */
"Glucose" = "Blodsukker";

/* Section title for latest glucose reading */
"Latest Reading" = "Siste måling";

/* Outside US share server option title */
"Outside US" = "Utenfor USA";

/* The title of the Dexcom share password credential */
"Password" = "Passord";

/* The title of the Dexcom share server URL credential */
"Server" = "Tjener";

/* Title describing glucose trend */
"Trend" = "Trend";

/* U.S. share server option title */
"US" = "USA";

/* The title of the Dexcom share username credential */
"Username" = "Brukernavn";

